<section class="privacy usual-page">
    <div class="container">
        <?php if (Yii::$app->params['currency'] === 'RUB') { ?>

        <div class="row">
            <div class="col-xl-8 offset-xl-2 col-md-10 offset-md-1">
                <h1 class="privacy__title fz2">Политика в отношении обработки персональных данных</h1>

                <h2 class="privacy__section-title fz4">1. Общие положения</h2>
                <p>Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» (далее - Закон о персональных данных) и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые ООО "Сессия" (далее – Оператор).</p>
                <p><b>1.1.</b> Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.</p>
                <p><b>1.2.</b> Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта <a href="https://projectvint.ru/">https://projectvint.ru/</a>.</p>

                <h2 class="privacy__section-title fz4">2. Основные понятия, используемые в Политике</h2>
                <p><b>2.1.</b> Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники.</p>
                <p><b>2.2.</b> Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).</p>
                <p><b>2.3.</b> Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу <a href="https://projectvint.ru/">https://projectvint.ru/</a>.</p>
                <p><b>2.4.</b> Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств.</p>
                <p><b>2.5.</b> Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных.</p>
                <p><b>2.6.</b> Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.</p>
                <p><b>2.7.</b> Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными.</p>
                <p><b>2.8.</b> Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта <a href="https://projectvint.ru/">https://projectvint.ru/</a>.</p>
                <p><b>2.9.</b> Персональные данные, разрешенные субъектом персональных данных для распространения, - персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных путем дачи согласия на обработку персональных данных, разрешенных субъектом персональных данных для распространения в порядке, предусмотренном Законом о персональных данных (далее - персональные данные, разрешенные для распространения).</p>
                <p><b>2.10.</b> Пользователь – любой посетитель веб-сайта <a href="https://projectvint.ru/">https://projectvint.ru/</a>.</p>
                <p><b>2.11.</b> Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.</p>
                <p><b>2.12.</b> Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом.</p>
                <p><b>2.13.</b> Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу.</p>
                <p><b>2.14.</b> Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.</p>
    
                <h2 class="privacy__section-title fz4">3. Основные права и обязанности Оператора</h2>
                <p><b>3.1.</b> Оператор имеет право:</p>
                <ul>
                    <li>– получать от субъекта персональных данных достоверные информацию и/или документы, содержащие персональные данные;</li>
                    <li>– в случае отзыва субъектом персональных данных согласия на обработку персональных данных Оператор вправе продолжить обработку персональных данных без согласия субъекта персональных данных при наличии оснований, указанных в Законе о персональных данных;</li>
                    <li>– самостоятельно определять состав и перечень мер, необходимых и достаточных для обеспечения выполнения обязанностей, предусмотренных Законом о персональных данных и принятыми в соответствии с ним нормативными правовыми актами, если иное не предусмотрено Законом о персональных данных или другими федеральными законами.</li>
                </ul>
                <p><b>3.2.</b> Оператор обязан:</p>
                <ul>
                    <li>– предоставлять субъекту персональных данных по его просьбе информацию, касающуюся обработки его персональных данных;</li>
                    <li>– организовывать обработку персональных данных в порядке, установленном действующим законодательством РФ;</li>
                    <li>– отвечать на обращения и запросы субъектов персональных данных и их законных представителей в соответствии с требованиями Закона о персональных данных;</li>
                    <li>– сообщать в уполномоченный орган по защите прав субъектов персональных данных по запросу этого органа необходимую информацию в течение 30 дней с даты получения такого запроса;</li>
                    <li>– публиковать или иным образом обеспечивать неограниченный доступ к настоящей Политике в отношении обработки персональных данных;</li>
                    <li>– принимать правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных;</li>
                    <li>– прекратить передачу (распространение, предоставление, доступ) персональных данных, прекратить обработку и уничтожить персональные данные в порядке и случаях, предусмотренных Законом о персональных данных;</li>
                    <li>– исполнять иные обязанности, предусмотренные Законом о персональных данных.</li>
                </ul>
    
                <h2 class="privacy__section-title fz4">4. Основные права и обязанности субъектов персональных данных</h2>
                <p><b>4.1.</b> Субъекты персональных данных имеют право:</p>
                <ul>
                    <li>– получать информацию, касающуюся обработки его персональных данных, за исключением случаев, предусмотренных федеральными законами. Сведения предоставляются субъекту персональных данных Оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных, за исключением случаев, когда имеются законные основания для раскрытия таких персональных данных. Перечень информации и порядок ее получения установлен Законом о персональных данных;</li>
                    <li>– требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные законом меры по защите своих прав;</li>
                    <li>– выдвигать условие предварительного согласия при обработке персональных данных в целях продвижения на рынке товаров, работ и услуг;</li>
                    <li>– на отзыв согласия на обработку персональных данных;</li>
                    <li>– обжаловать в уполномоченный орган по защите прав субъектов персональных данных или в судебном порядке неправомерные действия или бездействие Оператора при обработке его персональных данных;</li>
                    <li>– на осуществление иных прав, предусмотренных законодательством РФ.</li>
                </ul>
                <p><b>4.2.</b> Субъекты персональных данных обязаны:</p>
                <ul>
                    <li>– предоставлять Оператору достоверные данные о себе;</li>
                    <li>– сообщать Оператору об уточнении (обновлении, изменении) своих персональных данных.</li>
                </ul>
                <p><b>4.3.</b> Лица, передавшие Оператору недостоверные сведения о себе, либо сведения о другом субъекте персональных данных без согласия последнего, несут ответственность в соответствии с законодательством РФ.</p>
    
                <h2 class="privacy__section-title fz4">5. Оператор может обрабатывать следующие персональные данные Пользователя</h2>
                <p><b>5.1.</b> Фамилия, имя, отчество.</p>
                <p><b>5.2.</b> Электронный адрес.</p>
                <p><b>5.3.</b> Номера телефонов.</p>
                <p><b>5.4.</b> Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).</p>
                <p><b>5.5.</b> Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.</p>
                <p><b>5.6.</b> Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, интимной жизни, Оператором не осуществляется.</p>
                <p><b>5.7.</b> Обработка персональных данных, разрешенных для распространения, из числа специальных категорий персональных данных, указанных в ч. 1 ст. 10 Закона о персональных данных, допускается, если соблюдаются запреты и условия, предусмотренные ст. 10.1 Закона о персональных данных.</p>
                <p><b>5.8.</b> Согласие Пользователя на обработку персональных данных, разрешенных для распространения, оформляется отдельно от других согласий на обработку его персональных данных. При этом соблюдаются условия, предусмотренные, в частности, ст. 10.1 Закона о персональных данных. Требования к содержанию такого согласия устанавливаются уполномоченным органом по защите прав субъектов персональных данных.</p>
                <p><b>5.8.1</b> Согласие на обработку персональных данных, разрешенных для распространения, Пользователь предоставляет Оператору непосредственно.</p>
                <p><b>5.8.2</b> Оператор обязан в срок не позднее трех рабочих дней с момента получения указанного согласия Пользователя опубликовать информацию об условиях обработки, о наличии запретов и условий на обработку неограниченным кругом лиц персональных данных, разрешенных для распространения.</p>
                <p><b>5.8.3</b> Передача (распространение, предоставление, доступ) персональных данных, разрешенных субъектом персональных данных для распространения, должна быть прекращена в любое время по требованию субъекта персональных данных. Данное требование должно включать в себя фамилию, имя, отчество (при наличии), контактную информацию (номер телефона, адрес электронной почты или почтовый адрес) субъекта персональных данных, а также перечень персональных данных, обработка которых подлежит прекращению. Указанные в данном требовании персональные данные могут обрабатываться только Оператором, которому оно направлено.</p>
                <p><b>5.8.4</b> Согласие на обработку персональных данных, разрешенных для распространения, прекращает свое действие с момента поступления Оператору требования, указанного в п. 5.8.3 настоящей Политики в отношении обработки персональных данных.</p>
    
                <h2 class="privacy__section-title fz4">6. Принципы обработки персональных данных</h2>
                <p><b>6.1.</b> Обработка персональных данных осуществляется на законной и справедливой основе.</p>
                <p><b>6.2.</b> Обработка персональных данных ограничивается достижением конкретных, заранее определенных и законных целей. Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных.</p>
                <p><b>6.3.</b> Не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях, несовместимых между собой.</p>
                <p><b>6.4.</b> Обработке подлежат только персональные данные, которые отвечают целям их обработки.</p>
                <p><b>6.5.</b> Содержание и объем обрабатываемых персональных данных соответствуют заявленным целям обработки. Не допускается избыточность обрабатываемых персональных данных по отношению к заявленным целям их обработки.</p>
                <p><b>6.6.</b> При обработке персональных данных обеспечивается точность персональных данных, их достаточность, а в необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор принимает необходимые меры и/или обеспечивает их принятие по удалению или уточнению неполных или неточных данных.</p>
                <p><b>6.7.</b> Хранение персональных данных осуществляется в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных. Обрабатываемые персональные данные уничтожаются либо обезличиваются по достижении целей обработки или в случае утраты необходимости в достижении этих целей, если иное не предусмотрено федеральным законом.</p>
    
                <h2 class="privacy__section-title fz4">7. Цели обработки персональных данных</h2>
                <p><b>7.1.</b> Цель обработки персональных данных Пользователя:</p>
                <ul>
                    <li>– информирование Пользователя посредством отправки электронных писем;</li>
                    <li>– заключение, исполнение и прекращение гражданско-правовых договоров;</li>
                    <li>– предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте <a href="https://projectvint.ru/">https://projectvint.ru/</a>.</li>
                </ul>
                <p><b>7.2.</b> Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты <a href="mailto:info@projectvint.com">info@projectvint.com</a> с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».</p>
                <p><b>7.3.</b> Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.</p>
    
                <h2 class="privacy__section-title fz4">8. Правовые основания обработки персональных данных</h2>
                <p><b>8.1.</b> Правовыми основаниями обработки персональных данных Оператором являются:</p>
                <ul>
                    <li>– уставные (учредительные) документы Оператора;</li>
                    <li>– договоры, заключаемые между оператором и субъектом персональных данных;</li>
                    <li>– федеральные законы, иные нормативно-правовые акты в сфере защиты персональных данных;</li>
                    <li>– согласия Пользователей на обработку их персональных данных, на обработку персональных данных, разрешенных для распространения.</li>
                </ul>
                <p><b>8.2.</b> Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте <a href="https://projectvint.ru/">https://projectvint.ru/</a> или направленные Оператору посредством электронной почты. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.</p>
                <p><b>8.3.</b> Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).</p>
                <p><b>8.4.</b> Субъект персональных данных самостоятельно принимает решение о предоставлении его персональных данных и дает согласие свободно, своей волей и в своем интересе.</p>
    
                <h2 class="privacy__section-title fz4">9. Условия обработки персональных данных</h2>
                <p><b>9.1.</b> Обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных.</p>
                <p><b>9.2.</b> Обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей.</p>
                <p><b>9.3.</b> Обработка персональных данных необходима для осуществления правосудия, исполнения судебного акта, акта другого органа или должностного лица, подлежащих исполнению в соответствии с законодательством Российской Федерации об исполнительном производстве.</p>
                <p><b>9.4.</b> Обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем.</p>
                <p><b>9.5.</b> Обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц либо для достижения общественно значимых целей при условии, что при этом не нарушаются права и свободы субъекта персональных данных.</p>
                <p><b>9.6.</b> Осуществляется обработка персональных данных, доступ неограниченного круга лиц к которым предоставлен субъектом персональных данных либо по его просьбе (далее – общедоступные персональные данные).</p>
                <p><b>9.7.</b> Осуществляется обработка персональных данных, подлежащих опубликованию или обязательному раскрытию в соответствии с федеральным законом.</p>
    
                <h2 class="privacy__section-title fz4">10. Порядок сбора, хранения, передачи и других видов обработки персональных данных</h2>
                <p>Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.</p>
                <p><b>10.1.</b> Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.</p>
                <p><b>10.2.</b> Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства либо в случае, если субъектом персональных данных дано согласие Оператору на передачу данных третьему лицу для исполнения обязательств по гражданско-правовому договору.</p>
                <p><b>10.3.</b> В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора info@projectvint.com с пометкой «Актуализация персональных данных».</p>
                <p><b>10.4.</b> Срок обработки персональных данных определяется достижением целей, для которых были собраны персональные данные, если иной срок не предусмотрен договором или действующим законодательством.</p>
                <p>Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора <a href="mailto:info@projectvint.com">info@projectvint.com</a> с пометкой «Отзыв согласия на обработку персональных данных».</p>
                <p><b>10.5.</b> Вся информация, которая собирается сторонними сервисами, в том числе платежными системами, средствами связи и другими поставщиками услуг, хранится и обрабатывается указанными лицами (Операторами) в соответствии с их Пользовательским соглашением и Политикой конфиденциальности. Субъект персональных данных и/или Пользователь обязан самостоятельно своевременно ознакомиться с указанными документами. Оператор не несет ответственность за действия третьих лиц, в том числе указанных в настоящем пункте поставщиков услуг.</p>
                <p><b>10.6.</b> Установленные субъектом персональных данных запреты на передачу (кроме предоставления доступа), а также на обработку или условия обработки (кроме получения доступа) персональных данных, разрешенных для распространения, не действуют в случаях обработки персональных данных в государственных, общественных и иных публичных интересах, определенных законодательством РФ.</p>
                <p><b>10.7.</b> Оператор при обработке персональных данных обеспечивает конфиденциальность персональных данных.</p>
                <p><b>10.8.</b> Оператор осуществляет хранение персональных данных в форме, позволяющей определить субъекта персональных данных, не дольше, чем этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен федеральным законом, договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных.</p>
                <p><b>10.9.</b> Условием прекращения обработки персональных данных может являться достижение целей обработки персональных данных, истечение срока действия согласия субъекта персональных данных или отзыв согласия субъектом персональных данных, а также выявление неправомерной обработки персональных данных.</p>
    
                <h2 class="privacy__section-title fz4">11. Перечень действий, производимых Оператором с полученными персональными данными</h2>
                <p><b>11.1.</b> Оператор осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.</p>
                <p><b>11.2.</b> Оператор осуществляет автоматизированную обработку персональных данных с получением и/или передачей полученной информации по информационно-телекоммуникационным сетям или без таковой.</p>
    
                <h2 class="privacy__section-title fz4">12. Трансграничная передача персональных данных</h2>
                <p><b>12.1.</b> Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.</p>
                <p><b>12.2.</b> Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.</p>
    
                <h2 class="privacy__section-title fz4">13. Конфиденциальность персональных данных</h2>
                <p>Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.</p>
    
                <h2 class="privacy__section-title fz4">14. Заключительные положения</h2>
                <p><b>14.1.</b> Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты <a href="mailto:info@projectvint.com">info@projectvint.com</a>.</p>
                <p><b>14.2.</b> В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.</p>
                <p><b>14.3.</b> Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу <a href="https://projectvint.ru/privacy/">https://projectvint.ru/privacy/</a>.</p>
            </div>
        </div>

        <?php } elseif (Yii::$app->params['currency'] === 'UAH') { ?>

        <div class="row">
            <div class="col-xl-8 offset-xl-2 col-md-10 offset-md-1">
                <h1 class="privacy__title fz2">Політика обробки персональних даних</h1>

                <h2 class="privacy__section-title fz4">1. Загальні положення</h2>
                <p>Дана політика обробки персональних даних складена відповідно до вимог Закону України «Про захист персональних даних» від 01.06.2010 р. № 2297-VI. (далі - Закон про персональні дані) і визначає порядок обробки персональних даних та заходи щодо забезпечення безпеки персональних даних, вжиті Sessia GmbH (далі – Оператор).</p>
                <p><b>1.1.</b> Найважливішою метою та умовою здійснення своєї діяльності Оператор ставить дотримання прав і свобод людини і громадянина при обробці їх персональних даних, у тому числі захист прав на недоторканність приватного життя, особисту та сімейну таємницю.</p>
                <p><b>1.2.</b> Ця Політика обробки персональних даних Оператора (далі – Політика) поширюється на всю інформацію, яку Оператор може отримати про відвідувачів сайту <a href="https://ua.projectvint.com">https://ua.projectvint.com</a></p>

                <h2 class="privacy__section-title fz4">2. Основні терміни, що використовуються в Політиці</h2>
                <p><b>2.1.</b> Автоматизована обробка персональних даних – обробка персональних даних із застосуванням комп’ютерної техніки.</p>
                <p><b>2.2.</b> Блокування персональних даних – це тимчасове призупинення обробки персональних даних (крім випадків, коли обробка необхідна для уточнення персональних даних).</p>
                <p><b>2.3.</b> Веб-сайт - сукупність графічних та інформаційних матеріалів, а також комп'ютерних програм і баз даних, що забезпечують їх доступність в мережі Інтернет за мережевою адресою <a href="https://ua.projectvint.com">https://ua.projectvint.com</a></p>
                <p><b>2.4.</b> Інформаційна система персональних даних - сукупність персональних даних, що містяться в базах даних, та інформаційних технологій і технічних засобів, що забезпечують їх обробку.</p>
                <p><b>2.5.</b> Знеособлення персональних даних - дії, в результаті яких без використання додаткової інформації неможливо визначити належність персональних даних конкретному Користувачеві або іншому суб'єкту персональних даних.</p>
                <p><b>2.6.</b> Обробка персональних даних - будь-яка дія (операція) або сукупність дій (операцій), що здійснюються з використанням або без використання засобів автоматизації з персональними даними, у тому числі збір, запис, систематизація, накопичення, зберігання, уточнення (оновлення, зміна), вилучення, використання, передача (розповсюдження, надання, доступ), знеособлення, блокування, видалення, знищення персональних даних.</p>
                <p><b>2.7.</b> Оператор - державний орган, муніципальний орган, юридична або фізична особа, самостійно або спільно з іншими особами, що організовує та (або) здійснює обробку персональних даних, а також визначає цілі обробки персональних даних, склад персональних даних для обробки. оброблятися, дії (операції), що здійснюються з персональними даними.</p>
                <p><b>2.8.</b> Персональні дані – будь-яка інформація, що відноситься прямо або опосередковано до певного або визначеного Користувачем веб-сайту <a href="https://ua.projectvint.com">https://ua.projectvint.com</a>.</p>
                <p><b>2.9.</b> Персональні дані, дозволені суб’єктом персональних даних на розповсюдження – персональні дані, доступ до яких надається необмеженому колу осіб суб’єктом персональних даних шляхом надання згоди на обробку персональних даних, дозволену суб’єктом персональних даних на розповсюдження. у порядку, встановленому Законом про персональні дані (далі – дозволені до поширення персональні дані).</p>
                <p><b>2.10.</b> Користувач – будь-який відвідувач сайту <a href="https://ua.projectvint.com">https://ua.projectvint.com</a></p>
                <p><b>2.11.</b> Надання персональних даних - дії, спрямовані на розкриття персональних даних певній особі або певному колу осіб.</p>
                <p><b>2.12.</b> Поширення персональних даних - будь-які дії, спрямовані на розкриття персональних даних невизначеному колу осіб (передача персональних даних) або ознайомлення з персональними даними необмеженого кола осіб, у тому числі оприлюднення персональних даних у засобах масової інформації, розміщення в інформації та телекомунікаційних мереж або надання доступу до персональних даних іншим способом.</p>
                <p><b>2.13.</b> Транскордонна передача персональних даних - передача персональних даних на територію іноземної держави, органу іноземної держави, іноземній фізичній чи іноземній юридичній особі.</p>
                <p><b>2.14.</b> Знищення персональних даних - будь-які дії, в результаті яких персональні дані безповоротно знищуються з неможливістю подальшого відновлення змісту персональних даних в інформаційній системі персональних даних та (або) знищуються матеріальні носії персональних даних.</p>

                <h2 class="privacy__section-title fz4">3. Основні права та обов'язки оператора</h2>
                <p><b>3.1.</b> Оператор має право:</p>
                <ul>
                    <li>- отримувати від суб’єкта персональних даних достовірну інформацію та/або документи, що містять персональні дані;</li>
                    <li>- продовжувати обробку персональних даних без згоди суб’єкта персональних даних за наявності підстав, визначених Законом про персональні дані, у разі відкликання суб’єктом персональних даних згоди на обробку персональних даних;</li>
                    <li>- самостійно визначати склад та перелік заходів, необхідних і достатніх для забезпечення виконання обов’язків, передбачених Законом про персональні дані та прийнятими відповідно до нього нормативно-правовими актами, якщо інше не передбачено Законом про персональні дані чи іншим законом. федеральні закони.</li>
                </ul>
                <p><b>3.2.</b> Оператор зобов'язаний:</p>
                <ul>

                    <li>- надавати суб’єкту персональних даних на його вимогу інформацію щодо обробки його персональних даних;</li>
                    <li>- організовувати обробку персональних даних у порядку, встановленому чинним законодавством України;</li>
                    <li>- реагувати на звернення та запити суб’єктів персональних даних та їх законних представників відповідно до вимог Закону про персональні дані;</li>
                    <li>- повідомляти уповноваженому органу з питань захисту прав суб’єктів персональних даних на запит цього органу необхідну інформацію протягом 30 днів з дня отримання такого запиту;</li>
                    <li>- публікувати або іншим чином надавати необмежений доступ до цієї Політики обробки персональних даних;</li>
                    <li>- вживати правових, організаційних та технічних заходів щодо захисту персональних даних від несанкціонованого або випадкового доступу до них, знищення, зміни, блокування, копіювання, надання, розповсюдження персональних даних, а також від інших протиправних дій щодо персональних даних;</li>
                    <li>- припинити передачу (поширення, надання, доступ) персональних даних, припинити обробку та знищити персональні дані в порядку та випадках, передбачених Законом про персональні дані;</li>
                    <li>- виконувати інші обов'язки, передбачені Законом про персональні дані.</li>
                </ul>

                <h2 class="privacy__section-title fz4">4. Основні права та обов’язки суб’єктів персональних даних</h2>
                <p><b>4.1.</b> Суб’єкти персональних даних мають право:</p>
                <ul>
                    <li>- отримувати інформацію про обробку своїх персональних даних, за винятком випадків, передбачених федеральними законами. Інформація надається Оператором суб’єкту персональних даних у доступній формі та не повинна містити персональних даних, що стосуються інших суб’єктів персональних даних, за винятком наявності законних підстав для розголошення таких персональних даних. Перелік інформації та порядок її отримання встановлюється Законом про персональні дані;</li>
                    <li>- вимагати від Оператора уточнення своїх персональних даних, блокувати або знищувати їх, якщо персональні дані є неповними, застарілими, неточними, отриманими незаконним шляхом або не є необхідними для заявленої мети обробки, а також вживати законних заходів для захисту своїх прав;</li>
                    <li>- висувати умову попередньої згоди при обробці персональних даних з метою просування товарів, робіт і послуг на ринку;</li>
                    <li>- відкликати згоду на обробку персональних даних;</li>
                    <li>- оскарження до уповноваженого органу з питань захисту прав суб’єктів персональних даних або до суду протиправних дій чи бездіяльності Оператора при обробці їх персональних даних;</li>
                    <li>- здійснювати інші права, передбачені законодавством України.</li>
                </ul>
                <p><b>4.2.</b> Суб’єкти персональних даних зобов’язані:</p>
                <ul>
                    <li>- надати Оператору достовірні дані про себе;</li>
                    <li>- повідомляти Оператора про уточнення (оновлення, зміну) своїх персональних даних.</li>
                </ul>
                <p><b>4.3.</b> Особи, які надали Оператору недостовірну інформацію про себе або інформацію про іншого суб'єкта персональних даних без згоди останнього, несуть відповідальність відповідно до законодавства України.</p>

                <h2 class="privacy__section-title fz4">5. Оператор може обробляти наступні персональні дані Користувача</h2>
                <p><b>5.1.</b> Повне ім'я.</p>
                <p><b>5.2.</b> Електронна адреса.</p>
                <p><b>5.3.</b> Номери телефонів.</p>
                <p><b>5.4.</b> Сайт також збирає та обробляє анонімні дані про відвідувачів (включаючи файли cookie) за допомогою сервісів інтернет-статистики (Google Analytics та інші).</p>
                <p><b>5.5.</b> Далі в тексті Політики зазначені дані об’єднані загальним поняттям «Персональні дані».</p>
                <p><b>5.6.</b> Обробка спеціальних категорій персональних даних, що стосуються раси, національності, політичних поглядів, релігійних чи філософських переконань, інтимного життя, Оператором не здійснюється.</p>
                <p><b>5.7.1</b> Користувач безпосередньо надає згоду на обробку персональних даних, дозволених до передачі Оператору.</p>
                <p><b>5.7.2</b> Оператор зобов’язаний не пізніше трьох робочих днів з моменту отримання зазначеної згоди Користувача оприлюднити необмежену кількість інформації про умови обробки, про наявність заборон та умови обробки. осіб персональних даних, дозволених до розповсюдження.</p>
                <p><b>5.7.3</b> Передача (розповсюдження, надання, доступ) персональних даних, санкціонована суб’єктом персональних даних на розповсюдження, має бути припинена в будь-який час за заявою суб’єкта персональних даних. Ця вимога повинна містити прізвище, ім’я, по батькові (за наявності), контактну інформацію (номер телефону, адресу електронної пошти або поштову адресу) суб’єкта персональних даних, а також перелік персональних даних, порядок обробки яких підлягає розірванню. Персональні дані, зазначені в цьому запиті, можуть оброблятися тільки Оператором, якому він направлений.</p>
                <p><b>5.7.4</b> Згода на обробку дозволених до розповсюдження персональних даних припиняє свою дію з моменту отримання Оператором запиту, зазначеного в п. 5.7.3 цієї Політики обробки персональних даних.</p>

                <h2 class="privacy__section-title fz4">6. Принципи обробки персональних даних</h2>
                <p><b>6.1.</b> Обробка персональних даних здійснюється на законній та чесній основі.</p>
                <p><b>6.2.</b> Обробка персональних даних обмежується досягненням конкретних, заздалегідь визначених і законних цілей. Не допускається обробка персональних даних, несумісна з цілями збору персональних даних.</p>
                <p><b>6.3.</b> Об'єднання баз даних, що містять персональні дані, обробка яких здійснюється для цілей, несумісних одна з одною, не допускається.</p>
                <p><b>6.4.</b> Обробці підлягають лише персональні дані, які відповідають цілям їх обробки.</p>
                <p><b>6.5.</b> Зміст та обсяг оброблених персональних даних відповідають заявленим цілям обробки. Не допускається надмірність оброблюваних персональних даних щодо заявлених цілей їх обробки.</p>
                <p><b>6.6.</b> При обробці персональних даних забезпечується достовірність персональних даних, їх достатність, а в разі необхідності – відповідність цілям обробки персональних даних. Оператор вживає необхідних заходів та/або забезпечує їх вжиття для видалення або уточнення неповних чи недостовірних даних.</p>
                <p><b>6.7.</b> Зберігання персональних даних здійснюється у формі, що дозволяє визначити суб'єкта персональних даних, не довше, ніж це вимагається цілями обробки персональних даних, якщо термін зберігання персональних даних не встановлений законом, угодою до якого суб'єктом персональних даних є сторона, бенефіціар або поручитель. Оброблювані персональні дані знищуються або знеособлюються при досягненні цілей обробки або в разі втрати необхідності в досягненні цих цілей, якщо інше не передбачено законом.</p>

                <h2 class="privacy__section-title fz4">7. Цілі обробки персональних даних</h2>
                <p><b>7.1.</b> Мета обробки персональних даних Користувача:</p>
                <ul>
                    <li>– інформування Користувача шляхом розсилки електронних листів;</li>
                    <li>– укладення, виконання та розірвання цивільно-правових договорів;</li>
                    <li>– надання Користувачеві доступу до сервісів, інформації та/або матеріалів, що містяться на сайті <a href="https://ua.projectvint.com">https://ua.projectvint.com</a></li>
                </ul>
                <p><b>7.2.</b> Оператор також має право надсилати повідомлення Користувачеві про нові продукти та послуги, спеціальні пропозиції та різноманітні події. Користувач завжди може відмовитися від отримання інформаційних повідомлень, надіславши Оператору електронний лист на адресу OFFICEUKRAINE@FREEDOMGROUPINT.COM з поміткою «Відмовитися від сповіщень про нові продукти та послуги та спеціальні пропозиції».</p>
                <p><b>7.3.</b> Знеособлені дані Користувачів, зібрані за допомогою сервісів Інтернет-статистики, використовуються для збору інформації про дії Користувачів на сайті, покращення якості сайту та його контенту.</p>

                <h2 class="privacy__section-title fz4">8. Правові підстави обробки персональних даних</h2>
                <p><b>8.1.</b> Правовими підставами для обробки персональних даних Оператором є:</p>
                <ul>
                    <li>– статутні (установчі) документи Оператора;</li>
                    <li>– договори, укладені між Оператором та суб’єктом персональних даних;</li>
                    <li>– федеральні закони, інші нормативні правові акти у сфері захисту персональних даних;</li>
                    <li>– Згода Користувачів на обробку їх персональних даних, на обробку персональних даних, дозволених до розповсюдження.</li>
                </ul>
                <p><b>8.2.</b> Оператор обробляє персональні дані Користувача тільки в тому випадку, якщо вони заповнені та/або надіслані Користувачем самостійно через спеціальні форми, розташовані на сайті https://ua.projectvint.com або надіслані Оператору електронною поштою. Заповнюючи відповідні форми та/або надсилаючи свої персональні дані Оператору, Користувач висловлює свою згоду з цією Політикою.</p>
                <p><b>8.3.</b> Оператор обробляє анонімні дані про Користувача, якщо це дозволено в налаштуваннях браузера Користувача (увімкнено збереження файлів cookie та використання технології JavaScript).</p>
                <p><b>8.4.</b> Суб’єкт персональних даних самостійно приймає рішення про надання своїх персональних даних і дає згоду вільно, за власним бажанням та у власному інтересі.</p>

                <h2 class="privacy__section-title fz4">9. Умови обробки персональних даних</h2>
                <p><b>9.1.</b> Обробка персональних даних здійснюється за згодою суб’єкта персональних даних на обробку його персональних даних.</p>
                <p><b>9.2.</b> Обробка персональних даних необхідна для досягнення цілей, передбачених законом, для здійснення функцій, повноважень і обов'язків, покладених законодавством України на оператора.</p>
                <p><b>9.3.</b> Обробка персональних даних необхідна для здійснення правосуддя, виконання судового акта, акта іншого органу або посадової особи, що підлягає виконанню відповідно до законодавства України про виконавче провадження.</p>
                <p><b>9.4.</b> Обробка персональних даних необхідна для виконання договору, стороною або вигодонабувачем чи поручителем якого є суб’єкт персональних даних, а також для укладення договору з ініціативи суб’єкта персональних даних або договору, за яким суб’єкт персональних даних персональні дані будуть бенефіціаром або поручителем.</p>
                <p><b>9.5.</b> Обробка персональних даних необхідна для реалізації прав і законних інтересів оператора або третіх осіб або для досягнення суспільно значущих цілей за умови, що при цьому не порушуються права і свободи суб’єкта персональних даних.</p>
                <p><b>9.6.</b> Здійснюється обробка персональних даних, доступ до яких надається необмеженому колу осіб суб’єктом персональних даних або за їх бажанням (далі – загальнодоступні персональні дані).</p>
                <p><b>9.7.</b> Здійснюється обробка персональних даних, що підлягає опублікуванню або обов'язковому розголошенню відповідно до закону.</p>

                <h2 class="privacy__section-title fz4">10. Порядок збору, зберігання, передачі та інших видів обробки персональних даних</h2>
                <p>Безпека персональних даних, які обробляються Оператором, забезпечується шляхом здійснення правових, організаційних і технічних заходів, необхідних для повного дотримання вимог чинного законодавства у сфері захисту персональних даних.</p>
                <p><b>10.1.</b> Оператор забезпечує збереження персональних даних і вживає всіх можливих заходів для недопущення доступу сторонніх осіб до персональних даних.</p>
                <p><b>10.2.</b> Персональні дані Користувача ніколи і ні за яких обставин не будуть передані третім особам, за винятком випадків, пов’язаних з виконанням чинного законодавства або якщо суб’єкт персональних даних надав Оператору згоду на передачу даних третій особі для виконання зобов’язань. за цивільно-правовим договором.</p>
                <p><b>10.3.</b> У разі виявлення неточностей в персональних даних Користувач може самостійно їх оновити, надіславши повідомлення Оператору на електронну адресу Оператора <a href="mailto:officeukraine@freedomgroupint.com">OFFICEUKRAINE@FREEDOMGROUPINT.COM</a> з позначкою «Актуалізація персональних даних».</p>
                <p><b>10.4.</b> Строк обробки персональних даних визначається досягненням цілей, для яких збиралися персональні дані, якщо інший строк не передбачено договором або чинним законодавством.</p>
                <p>Користувач може в будь-який час відкликати свою згоду на обробку персональних даних, надіславши повідомлення Оператору електронною поштою на електронну адресу Оператора <a href="mailto:officeukraine@freedomgroupint.com">OFFICEUKRAINE@FREEDOMGROUPINT.COM</a> з позначкою «Відкликання згоди на обробку персональних даних».</p>
                <p><b>10.5.</b> Вся інформація, яка збирається сторонніми сервісами, включаючи платіжні системи, засоби зв’язку та інші постачальники послуг, зберігається та обробляється цими особами (Операторами) відповідно до їх Угоди користувача та Політики конфіденційності. Суб’єкт персональних даних та/або Користувач зобов’язаний самостійно своєчасно ознайомлюватися із зазначеними документами. Оператор не несе відповідальності за дії третіх осіб, у тому числі постачальників послуг, зазначених у цьому пункті.</p>
                <p><b>10.6.</b> Установлені суб'єктом персональних даних заборони на передачу (крім надання доступу), а також на обробку або умови обробки (крім отримання доступу) персональних даних, дозволених до поширення, не застосовуються у випадках обробки персональних даних. в державних, громадських та інших суспільних інтересах, визначених законами України.</p>
                <p><b>10.7.</b> Оператор забезпечує конфіденційність персональних даних при обробці персональних даних.</p>
                <p><b>10.8.</b> Оператор зберігає персональні дані у формі, що дозволяє визначити суб'єкт персональних даних, не довше, ніж це вимагається цілями обробки персональних даних, якщо термін зберігання персональних даних не встановлений законом, угодою, до якого суб'єктом персональних даних є сторона, бенефіціар або поручитель.</p>
                <p><b>10.9.</b> Умовами припинення обробки персональних даних може бути досягнення цілей обробки персональних даних, закінчення строку дії згоди суб’єкта персональних даних або відкликання згоди суб’єктом персональних даних, а також виявлення неправомірна обробка персональних даних.</p>

                <h2 class="privacy__section-title fz4">11. Перелік дій, які виконує Оператор із зібраними персональними даними</h2>
                <p><b>11.1.</b> Оператор збирає, записує, систематизує, накопичує, зберігає, уточнює (оновлює, змінює), вилучає, використовує, передає (розповсюджує, надає, здійснює доступ), знеособлює, блокує, видаляє та знищує персональні дані.</p>
                <p><b>11.2.</b> Оператор здійснює автоматизовану обробку персональних даних з прийомом та/або передачею отриманої інформації через інформаційно-телекомунікаційні мережі або без них.</p>

                <h2 class="privacy__section-title fz4">12. Транскордонна передача персональних даних</h2>
                <p><b>12.1.</b> Перед початком транскордонної передачі персональних даних Оператор зобов’язаний переконатися, що іноземна держава, на територію якої передбачається здійснити передачу персональних даних, забезпечує надійний захист прав суб’єктів персональних даних.</p>
                <p><b>12.2.</b> Транскордонна передача персональних даних на території іноземних держав, які не відповідають зазначеним вимогам, може здійснюватися лише за наявності письмової згоди суб’єкта персональних даних на транскордонну передачу своїх персональних даних та/або виконання договір, стороною якого є суб’єкт персональних даних.</p>

                <h2 class="privacy__section-title fz4">13. Конфіденційність персональних даних</h2>
                <p>Оператор та інші особи, які отримали доступ до персональних даних, зобов'язані не передавати третім особам і не поширювати персональні дані без згоди суб'єкта персональних даних, якщо інше не передбачено законом.</p>

                <h2 class="privacy__section-title fz4">14. Прикінцеві положення</h2>
                <p><b>14.1.</b> Користувач може отримати будь-які роз’яснення з питань, що цікавлять щодо обробки його персональних даних, звернувшись до Оператора за електронною поштою <a href="mailto:officeukraine@freedomgroupint.com">OFFICEUKRAINE@FREEDOMGROUPINT.COM</a>.</p>
                <p><b>14.2.</b> У цьому документі будуть відображені будь-які зміни в політиці обробки персональних даних Оператором. Політика діє безстроково, доки її не буде замінено новою версією.</p>
                <p><b>14.3.</b> Поточна версія Політики у відкритому доступі розміщена в мережі Інтернет за адресою <a href="https://ua.projectvint.com/privacy/">https://ua.projectvint.com/privacy/</a>.</p>
            </div>
        </div>

        <?php } elseif (Yii::$app->params['currency'] === 'EUR') { ?>

        <div class="row">
            <div class="col-xl-8 offset-xl-2 col-md-10 offset-md-1">
                <h1 class="privacy__title fz2">Personal Data Processing Policy</h1>

                <h2 class="privacy__section-title fz4">1. General Provisions</h2>
                <p>This personal data processing policy has been drawn up in accordance with the requirements of the Federal Law of July 27, 2006. No.152-FZ “On Personal Data” (hereinafter referred to as the Law on Personal Data) and determines the procedure for processing personal data and measures to ensure the security of personal data taken by Sessia LLC (hereinafter referred to as the Operator).</p>
                <p>><b>1.1.></b> The Operator sets as its most important goal and condition for the implementation of its activities the observance of the rights and freedoms of a person and a citizen in the processing of their personal data, including the protection of the rights to privacy, personal and family secrets.</p>
                <p>><b>1.2.></b> This Operator's personal data processing policy (hereinafter referred to as the Policy) applies to all information that the Operator can receive about visitors to the https://projectvint.com/ website.</p>

                <h2 class="privacy__section-title fz4">2. Main terms used in the Policy</h2>
                <p>><b>2.1.</b> Automated processing of personal data - processing of personal data using computer technology.</p>
                <p>><b>2.2.</b> Blocking of personal data is a temporary suspension of the processing of personal data (unless the processing is necessary to clarify personal data).</p>
                <p>><b>2.3.</b> Website - a set of graphic and informational materials, as well as computer programs and databases that ensure their availability on the Internet at the network address https://projectvint.com/.</p>
                <p>><b>2.4.</b> Personal data information system - a set of personal data contained in databases, and information technologies and technical means that ensure their processing.</p>
                <p>><b>2.5.</b> Depersonalization of personal data - actions as a result of which it is impossible to determine, without the use of additional information, the ownership of personal data by a specific User or another subject of personal data.</p>
                <p>><b>2.6.</b> Processing of personal data - any action (operation) or a set of actions (operations) performed with or without the use of automation tools with personal data, including the collection, recording, systematization, accumulation, storage, clarification (updating, changing), extraction, use, transfer (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data.</p>
                <p>><b>2.7.</b> Operator - a state body, municipal body, legal entity or individual, independently or jointly with other persons organizing and (or) carrying out the processing of personal data, as well as determining the purposes of processing personal data, the composition of personal data to be processed, the actions (operations) performed with personal data.</p>
                <p>><b>2.8.</b> Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта https://projectvint.ru/.</p>
                <p>><b>2.9.</b> Personal data authorized by the subject of personal data for distribution - personal data, access to which is provided to an unlimited number of persons by the subject of personal data by giving consent to the processing of personal data permitted by the subject of personal data for distribution in the manner prescribed by the Law on Personal Data (hereinafter - personal data allowed for distribution).</p>
                <p>><b>2.10.</b> User - any visitor to the https://projectvint.ru/ website.</p>
                <p>><b>2.11.</b> Provision of personal data - actions aimed at disclosing personal data to a certain person or a certain circle of persons.</p>
                <p>><b>2.12.</b> Dissemination of personal data - any actions aimed at disclosing personal data to an indefinite circle of persons (transfer of personal data) or familiarizing with personal data of an unlimited number of persons, including the disclosure of personal data in the media, placement in information and telecommunication networks or providing access to personal data in any other way.</p>
                <p>><b>2.13.</b> Cross-border transfer of personal data - the transfer of personal data to the territory of a foreign state, to an authority of a foreign state, a foreign individual or a foreign legal entity.</p>
                <p>><b>2.14.</b> Destruction of personal data - any actions as a result of which personal data is irretrievably destroyed with the impossibility of further restoration of the content of personal data in the information system of personal data and (or) material carriers of personal data are destroyed.</p>

                <h2 class="privacy__section-title fz4">3. Operator’s basic rights and obligations</h2>
                <p>><b>3.1.</b> The Operator has the right:</p>
                <ul>
                    <li>- to receive reliable information and/or documents containing personal data  from the subject of personal data;</li>
                    <li>- to continue processing personal data without the consent of the subject of personal data if there are grounds specified in the Law on Personal Data in the event that the subject of personal data withdraws consent to the processing of personal data;</li>
                    <li>- to independently determine the composition and list of measures necessary and sufficient to ensure the fulfillment of the obligations provided for by the Law on Personal Data and the regulatory legal acts adopted in accordance with it, unless otherwise provided by the Law on Personal Data or other federal laws.</li>
                </ul>
                <p>><b>3.2.</b> The Operator is obliged:</p>
                <ul>
                    <li>- to provide the subject of personal data, at their request, with information regarding the processing of their personal data;</li>
                    <li>- to organize the processing of personal data in the manner prescribed by the current legislation of the Russian Federation;</li>
                    <li>- to respond to petitions and requests from personal data subjects and their legal representatives in accordance with the requirements of the Law on Personal Data;</li>
                    <li>- to report to the authorized body for the protection of the rights of subjects of personal data, at the request of this body, the necessary information within 30 days from the date of receipt of such a request;</li>
                    <li>- to publish or otherwise provide unrestricted access to this Personal Data Processing Policy;</li>
                    <li>- to take legal, organizational and technical measures to protect personal data from unauthorized or accidental access to them, destruction, modification, blocking, copying, provision, distribution of personal data, as well as from other illegal actions in relation to personal data;</li>
                    <li>- to stop the transfer (distribution, provision, access) of personal data, stop processing and destroy personal data in the manner and cases provided for by the Personal Data Law;</li>
                    <li>- to perform other duties stipulated by the Law on Personal Data.</li>
                </ul>

                <h2 class="privacy__section-title fz4">4. Basic rights and obligations of personal data subjects</h2>
                <p>><b>4.1.</b> Subjects of personal data have the right to:</p>
                <ul>
                    <li>- receive information regarding the processing of their personal data, except as otherwise provided by federal laws. The information is provided to the subject of personal data by the Operator in an accessible form, and it should not contain personal data relating to other subjects of personal data, unless there are legal grounds for disclosing such personal data. The list of information and the procedure for obtaining it is established by the Law on Personal Data;</li>
                    <li>- require the Operator to clarify their personal data, block or destroy them if the personal data is incomplete, outdated, inaccurate, illegally obtained or not necessary for the stated purpose of processing, as well as take legal measures to protect their rights;</li>
                    <li>- put forward the condition of prior consent when processing personal data in order to promote goods, works and services on the market;</li>
                    <li>- withdraw consent to the processing of personal data;</li>
                    <li>- appeal to the authorized body for the protection of the rights of subjects of personal data or in court against illegal actions or inaction of the Operator when processing their personal data;</li>
                    <li>- exercise other rights provided for by the legislation of the Russian Federation.</li>
                </ul>
                <li><b>4.2.</b> Subjects of personal data are obliged to:</li>
                <ul>
                    <li>- provide the Operator with reliable data about yourself;</li>
                    <li>- inform the Operator about the clarification (updating, changing) of their personal data.</li>
                </ul>
                <p>><b>4.3.</b> Persons who have provided the Operator with inaccurate information about themselves or information about another subject of personal data without the consent of the latter are liable in accordance with the legislation of the Russian Federation.</p>

                <h2 class="privacy__section-title fz4">5. The Operator may process the following personal data of the User</h2>
                <p><b>5.1.</b> Full name.</p>
                <p><b>5.2.</b> Email address.</p>
                <p><b>5.3.</b> Phone numbers.</p>
                <p><b>5.4.</b> The site also collects and processes anonymous data about visitors (including cookies) using Internet statistics services (Yandex Metrika and Google Analytics and others).</p>
                <p><b>5.5.</b> Further in the text of the Policy, the above data are united by the general concept of Personal data.</p>
                <p><b>5.6.</b> The processing of special categories of personal data relating to race, nationality, political views, religious or philosophical beliefs, intimate life is not carried out by the Operator.</p>
                <p><b>5.7.</b> The processing of personal data permitted for distribution from among the special categories of personal data specified in Part 1 of Art. 10 of the Law on Personal Data is allowed if the prohibitions and conditions provided for in Art. 10.1 of the Personal Data Law.</p>
                <p><b>5.8.</b> The User's consent to the processing of personal data permitted for distribution is issued separately from other consents to the processing of their personal data. At the same time, the conditions provided for, in particular, Art. 10.1 of the Personal Data Law. Requirements for the content of such consent are established by the authorized body for the protection of the rights of subjects of personal data.</p>
                <p><b>5.8.1</b> The User directly provides consent to the processing of personal data permitted for distribution to the Operator.</p>
                <p><b>5.8.2</b> The Operator is obliged, no later than three working days from the date of receipt of the specified consent of the User, to publish information on the conditions of processing, on the existence of prohibitions and conditions for the processing by an unlimited number of persons of personal data permitted for distribution.</p>
                <p><b>5.8.3</b> The transfer (distribution, provision, access) of personal data authorized by the subject of personal data for distribution must be terminated at any time at the request of the subject of personal data. This requirement should include the last name, first name, patronymic (if any), contact information (telephone number, e-mail address or postal address) of the subject of personal data, as well as a list of personal data, the processing of which is subject to termination. The personal data specified in this request can be processed only by the Operator to whom it is sent.</p>
                <p><b>5.8.4</b> Consent to the processing of personal data permitted for distribution terminates from the moment the Operator receives the request specified in clause 5.8.3 of this Personal Data Processing Policy.</p>

                <h2 class="privacy__section-title fz4">6. Principles of personal data processing</h2>
                <p><b>6.1.</b> Personal data processing is carried out on a legal and fair basis.</p>
                <p><b>6.2.</b> The processing of personal data is limited to the achievement of specific, predetermined and legitimate purposes. Processing personal data that is incompatible with the purposes of collecting personal data is not permitted.
                <p><b>6.3.</b> Combining databases containing personal data, the processing of which is carried out for purposes that are incompatible with each other is not permitted.</p>
                <p><b>6.4.</b> Only personal data that meet the purposes of their processing are subject to processing.</p>
                <p><b>6.5.</b> The content and scope of the processed personal data correspond to the stated purposes of processing. The redundancy of the processed personal data in relation to the stated purposes of their processing is not allowed.
                <p><b>6.6.</b> When processing personal data, the accuracy of personal data, their sufficiency, and, if necessary, relevance in relation to the purposes of processing personal data, is ensured. The Operator takes the necessary measures and/or ensures their adoption to remove or clarify incomplete or inaccurate data.
                <p><b>6.7.</b> The storage of personal data is carried out in a form that allows determining the subject of personal data, no longer than required by the purposes of processing personal data, if the period for storing personal data is not established by federal law, an agreement to which the subject of personal data is a party, beneficiary or guarantor. The processed personal data is destroyed or depersonalized upon reaching the goals of processing or in the case of loss of the need to achieve these goals, unless otherwise provided by federal law.

                <h2 class="privacy__section-title fz4">7. Purposes of personal data processing</h2>
                <p><b>7.1.</b> The purpose of processing the User's personal data:</p>
                <ul>
                    <li>– informing the User by sending e-mails;</li>
                    <li>– conclusion, execution and termination of civil law contracts;</li>
                    <li>– providing the User with access to the services, information and/or materials contained on the website https://projectvint.ru/.</li>
                </ul>
                <p><b>7.2.</b> The Operator also has the right to send notifications to the User about new products and services, special offers and various events. The User can always opt out of receiving informational messages by sending an email to the Operator at info@projectvint.com with the note "Opt out of notifications about new products and services and special offers."
                <p><b>7.3.</b> The Users’ anonymized data collected using Internet statistics services are used to collect information about the actions of Users on the site, improve the quality of the site and its content.

                <h2 class="privacy__section-title fz4">8. Legal grounds for the processing of personal data</h2>
                <p><b>8.1.</b> The legal grounds for the processing of personal data by the Operator are:</p>
                <ul>
                    <li>– the Operator’s statutory (constituent) documents;</li>
                    <li>– agreements concluded between the Operator and the subject of personal data;</li>
                    <li>– federal laws, other regulatory legal acts in the field of personal data protection;</li>
                    <li>– Users' consent to the processing of their personal data, to the processing of personal data permitted for distribution.</li>
                </ul>
                <p><b>8.2.</b> The Operator processes the User's personal data only if they are filled in and/or sent by the User independently through special forms located on the website https://projectvint.ru/ or sent to the Operator by e-mail. By filling out the relevant forms and/or sending their personal data to the Operator, the User expresses their consent to this Policy.</p>
                <p><b>8.3.</b> The Operator processes anonymized data about the User if it is allowed in the User's browser settings (saving cookies and using JavaScript technology is enabled).</p>
                <p><b>8.4.</b> The subject of personal data independently decides on the provision of their personal data and gives consent freely, by their own will and in their own interest.</p>

                <h2 class="privacy__section-title fz4">9. Personal data processing conditions</h2>
                <p><b>9.1.</b> Personal data processing is carried out with the subject of personal data’s consent to the processing of their personal data.</p>
                <p><b>9.2.</b> The processing of personal data is necessary to achieve the goals provided for by an international treaty of the Russian Federation or law, in order to carry out the functions, powers and obligations assigned by the legislation of the Russian Federation to the operator.</p>
                <p><b>9.3.</b> Personal data processing is necessary for the administration of justice, the execution of a judicial act, an act of another body or official subject to execution in accordance with the legislation of the Russian Federation on enforcement proceedings.</p>
                <p><b>9.4.</b> Personal data processing is necessary for the execution of an agreement to which the subject of personal data is a party or beneficiary or guarantor, as well as to conclude an agreement on the initiative of the subject of personal data or an agreement under which the subject of personal data will be the beneficiary or guarantor.</p>
                <p><b>9.5.</b> Personal data processing is necessary to exercise the rights and legitimate interests of the operator or third parties, or to achieve socially significant goals, provided that the subject of personal data’s rights and freedoms are not violated.</p>
                <p><b>9.6.</b> Personal data processing is carried out, access to which is provided to an unlimited number of persons by the subject of personal data or at their request (hereinafter referred to as publicly available personal data).</p>
                <p><b>9.7.</b> Personal data processing subject to publication or mandatory disclosure in accordance with federal law is carried out.</p>

                <h2 class="privacy__section-title fz4">10. The procedure for collecting, storing, transferring and other types of personal data processing</h2>
                <p>The security of the personal data processed by the Operator is ensured through the implementation of legal, organizational and technical measures necessary to fully comply with the requirements of the current legislation in the field of personal data protection.</p>
                <p><b>10.1.</b> The Operator ensures the safety of personal data and takes all possible measures to exclude unauthorized persons from accessing personal data.</p>
                <p><b>10.2.</b> The User's personal data will never, under any circumstances, be transferred to third parties, except in cases related to the implementation of applicable law or if the subject of personal data has given consent to the Operator to transfer data to a third party to fulfill obligations under a civil law contract.</p>
                <p><b>10.3.</b> In case of detection of inaccuracies in personal data, the User can update them independently by sending a notification to the Operator at the Operator's e-mail address info@projectvint.com marked "Updating personal data".</p>
                <p><b>10.4.</b> The term for the processing of personal data is determined by the achievement of the purposes for which the personal data were collected, unless a different period is provided by a contract or applicable law.</p>
                <p>The User may at any time withdraw their consent to the processing of personal data by sending a notification to the Operator by e-mail to the Operator's email address info@projectvint.com marked "Withdrawal of consent to personal data processing."</p>
                <p><b>10.5.</b> All information that is collected by third-party services, including payment systems, means of communication and other service providers, is stored and processed by these persons (Operators) in accordance with their User Agreement and Privacy Policy. The subject of personal data and/or the User is obliged to independently familiarize themselves with the specified documents in a timely manner. The Operator is not responsible for the actions of third parties, including the service providers specified in this paragraph.</p>
                <p><b>10.6.</b> The prohibitions established by the subject of personal data on the transfer (except for granting access), as well as on the processing or processing conditions (except for gaining access) of personal data permitted for distribution, do not apply in cases of processing personal data in state, public and other public interests determined by the laws of the Russian Federation.</p>
                <p><b>10.7.</b> The Operator ensures the confidentiality of personal data when processing personal data.</p>
                <p><b>10.8.</b> The operator stores personal data in a form that allows for the determination of the subject of personal data, no longer than required by the purposes of processing personal data, if the period for storing personal data is not established by federal law, an agreement to which the subject of personal data is a party, beneficiary or guarantor.</p>
                <p><b>10.9.</b> The conditions for terminating the processing of personal data may be the achievement of the purposes of processing personal data, the expiration of the consent of the subject of personal data or the withdrawal of consent by the subject of personal data, as well as the identification of unlawful processing of personal data.</p>

                <h2 class="privacy__section-title fz4">11. List of actions performed by the Operator with the gathered personal data</h2>
                <p><b>11.1.</b> The operator collects, records, systematizes, accumulates, stores, clarifies (updates, changes), extracts, uses, transfers (distributes, provides, accesses), depersonalizes, blocks, deletes and destroys personal data.</p>
                <p><b>11.2.</b> The operator carries out automated processing of personal data with the reception and/or transmission of the received information via information and telecommunication networks or without them.</p>

                <h2 class="privacy__section-title fz4">12. Cross-border transfer of personal data</h2>
                <p><b>12.1.</b> Before the start of the cross-border transfer of personal data, the Operator is obliged to make sure that the foreign state to whose territory the transfer of personal data is supposed to be carried out provides reliable protection of subjects of personal data’s rights.</p>
                <p><b>12.2.</b> Cross-border transfer of personal data on the territory of foreign states that do not meet the above requirements can be carried out only if there is the subject of personal data’s written consent for the cross-border transfer of their personal data and/or execution of an agreement to which the subject of personal data is a party.</p>

                <h2 class="privacy__section-title fz4">13. Confidentiality of personal data</h2>
                <p>The operator and other persons who have gained access to personal data are obliged not to disclose to third parties and not to distribute personal data without the consent of the subject of personal data, unless otherwise provided by federal law.</p>

                <h2 class="privacy__section-title fz4">14. Final provisions</h2>
                <p><b>14.1.</b> The User can receive any clarifications on issues of interest regarding the processing of their personal data by contacting the Operator via e-mail info@projectvint.com.</p>
                <p><b>14.2.</b> This document will reflect any changes in the policy of processing personal data by the Operator. The policy is valid indefinitely until it is replaced by a new version.</p>
                <p><b>14.3.</b> The current version of the Policy in the public domain is located on the Internet at https://projectvint.ru/privacy/.</p>
            </div>
        </div>

        <?php } ?>
    </div>
</section>
