<section class="page-info">
    <div class="container">
        <h1 class="page-info__title fz1"><?= Yii::t('admin', 'Доставка товара') ?></h1>
        <div class="row">
            <div class="col-xxl-8 col-lg-10">
                <div class="page-info__text fz5">
                    При оформлении заказа вы можете выбрать два варианта: доставка курьером либо до пункта самовывоза.<br><br><br><br>

                    <h2>Самовывоз</h2><br><br>

                    После оформления заказа мы передаем его посылку в службу доставки СДЭК, где ей присваивается трек-номер для отслеживания. Он будет доступен в деталях заказа в Sessia. Когда посылка поступит в пункт самовывоза в городе получателя, СДЭК направит смс-уведомление об этом по вашему номеру мобильного.<br><br>

                    Также вы можете заказать самовывоз из офисов-магазинов нашей компании.<br><br>

                    <b>Адреса офисов-магазинов:</b><br><br>

                    г. Москва, Новинский б-р 18, стр. 1<br>
                    Телефон: +7 (495) 215-27-27<br>
                    Часы работы: пн-вс 10:00-21:00<br><br>

                    Санкт-Петербург<br>
                    пл. Александра Невского д.2 литера Е<br>
                    Торговый центр "Москва"<br>
                    Телефон: +7 (952) 262-19-19<br>
                    Часы работы: пн-вс 10:00-21:00<br><br><br><br>

                    <h2>Доставка курьером</h2><br><br>

                    После передачи посылки в СДЭК, ей также будет присвоен трек-номер для отслеживания, который будет доступен в деталях заказа в мобильном приложении PROJECT V. Когда ваш заказ поступит в пункт обработки в городе получателя, курьер свяжется с вами и обговорит удобные время и дату доставки.<br><br>

                    Если у вас возникнут вопросы, связанные с доставкой, вы можете:
                    <ul>
                        <li>обратиться по телефону 8 800 555 27 21 в офис (вам будет необходимо сообщить номер заказа);</li>
                        <li>написать в службу поддержки с помощью иконки «Наушники» в мобильном приложении PROJECT V (вам также потребуется номер заказа).</li>
                    </ul>
                    <br>

                    Наши сотрудники оперативно свяжутся со службой СДЭК и урегулируют возникшие вопросы в кратчайшие сроки.
                </div>
            </div>
        </div>
    </div>
</section>
