<section class="page-info">
    <div class="container">
        <h1 class="page-info__title fz1"><?= Yii::t('admin', 'Как сделать заказ') ?></h1>
        <div class="row">
            <div class="col-xxl-8 col-lg-10">
                <div class="page-info__text fz5">
                    Для того, чтобы оформить заказ, Вам необходимо совершить несколько простых действий:<br><br>

                    <b>1.</b> На главной странице сайта выберете соответствующий раздел: Нутрицевтики/Космецевтика. Для вас откроется страница, где представлены все товары, выбранного раздела с указанием цены, а также небольшой фотографией, при нажатии на которую, вы перейдете на страницу продукта и сможете ознакомиться с его подробным описанием.<br><br>

                    <b>2.</b> Кладем товары в корзину<br><br>

                    Выбрав понравившийся товар, нажмите кнопку «Купить». Товар автоматически отправится в Вашу корзину. Вы можете положить в свою корзину любое количество товаров.<br><br>

                    <b>3.</b> Ваша корзина<br><br>

                    Для оформления заказа перейдите в раздел «Корзина». Просмотрите ее содержимое. Вы можете изменить количество товара в корзине или удалить то, что Вам не нужно.<br><br>

                    <b>4.</b> Оформляем заказ<br><br>

                    Введите ваши контактные данные, укажите адрес доставки или самовывоза. Выберите варианты оплаты, введите реквизиты вашей банковской карты. Для завершения оформления нажмите на кнопку «Оформить заказ».<br><br>

                    <b>5.</b> Отслеживаем заказ.<br><br>

                    При оформлении заказа с доставкой Вам поступит SMS-уведомление от транспортной компании СДЭК с номером трекера Вашего заказа. Контролировать доставку заказа вы можете на сайте: <a href="https://www.cdek.ru/ru/tracking" target="_blank" rel="nofollow">https://www.cdek.ru/ru/tracking</a>.<br><br>

                    <b>6.</b> Информация по заказам.<br><br>

                    Для уточнения деталей заказа вы можете обратиться по тел. <a href="tel:+78005552721">8 800 555 27 21</a> или написать на эл. почту по адресу: <a href="mailto:info@freedomgroupint.com">info@freedomgroupint.com</a><br><br>

                    Приятных Вам покупок!
                </div>
            </div>
        </div>
    </div>
</section>
