<section class="page-info">
    <div class="container">
        <h1 class="page-info__title fz1"><?= Yii::t('admin', 'Возврат товара') ?></h1>
        <div class="row">
            <div class="col-xxl-8 col-lg-10">
                <div class="page-info__text fz5">
                    Потребитель вправе в течение 14 календарных дней (не считая дня покупки) обратиться к продавцу с соответствующим заявлением по электронной почте: <a href="mailto:info@freedomgroupint.com">info@freedomgroupint.com</a><br><br>

                    При возврате товара надлежащего качества, необходимо соблюдение следующих условий:
                    <ul>
                        <li>товар не был в употреблении;</li>
                        <li>сохранены его товарный вид и потребительские свойства, пломбы, фабричные ярлыки;</li>
                        <li>имеется товарный чек или кассовый чек (иной документ, подтверждающий оплату товара).</li>
                    </ul>
                    <br>

                    Вы можете отправить товар по почте либо привезти его в магазин. Если вы оплачивали банковской картой, возврат средств будет осуществлен в течение 14 календарных дней после поступления заявления в банковскую систему.
                </div>
            </div>
        </div>
    </div>
</section>
